//RYYYA2      JOB
/*
/* SET OUTFILE DD NAME TO MATCH YOUR ASSIGN NAME FOR FILE
/* SET LRECL ??? FOR OUTFILE TO MATCH YOUR OUTPUT RECORD SIZE
/*
//A2R        EXEC PGM=A2ILIST
//STEPLIB      DD DSN=KC03YYY.DCMAFD01.COBOL.LOADLIB,
//    DISP=SHR
//??????       DD DSN=KC03YYY.DCMAFD01.A2.ILIST.DATA,
//    DISP=SHR
//??????       DD DSN=KC03YYY.DCMAFD01.A2.ILIST.OUT,
//    DISP=(NEW,CATLG,DELETE),
//    SPACE=(TRK,(2,1)),
//    RECFM=F,
//    LRECL=???
/*